<%@ page session="false" pageEncoding="UTF-8" %>


<!-- MAIN COLUMN WITH ARTICLES -->
<div id="left-column">
	
<a href="/wireframe.jsp?do=login"><img src="/images/freeciv-screenshot-fp.png" width="548" height="407"></a>
<a class="title" href="/wireframe.jsp?do=login"><span class="title" style="font-size:xx-large;">Freeciv.net! </span></a>
<br>
<span class="article" style="font-size:large;">

Freeciv.net — многопользовательская пошаговая стратегическая компьютерная игра, созданная по мотивам серии Сида Мейера Civilization (ближе всего к Civilization II). Она создана независимым коллективом разработчиков, и распространяется по свободной лицензии GNU General Public License. Исходный код доступен на сайте игры. Там же — готовые пакеты последней стабильной версии для Microsoft Windows и Mac OS X, многочисленные неофициальные сборки для различных версий GNU/Linux и других операционных систем. Freeciv включена также во многие распространённые дистрибутивы GNU/Linux, что сделало её популярной в среде пользователей данной ОС.

<br><br>

В начале игры каждый участник становится главой первобытного племени в 4000 г. до н. э. и возглавляет свой народ на протяжении столетий. Игра основана на строительстве городов, в которых, в свою очередь, растёт население, изучаются науки, собираются налоги. В городах, для их дальнейшего развития, необходимо строить различные здания и сооружения, а вокруг них — проводить мелиорацию, строить шахты, дороги и другие элементы инфраструктуры. Также в городах создаются военные отряды, служащие для обороны от агрессоров и ведения наступательных войн.

По прошествии времени открываются новые технологии, которые позволяют воздвигать новые городские строения и развёртывать новые, более мощные отряды. Игроки могут вести войну с друг другом или формировать сложные дипломатические отношения.
	

</span>


<br><br><br>

